{"id":657,"date":"2022-10-22T19:38:51","date_gmt":"2022-10-22T19:38:51","guid":{"rendered":"http:\/\/localhost\/iotlab\/?page_id=657"},"modified":"2022-11-10T15:09:27","modified_gmt":"2022-11-10T15:09:27","slug":"theses","status":"publish","type":"page","link":"http:\/\/localhost\/iotlab\/theses\/","title":{"rendered":"Theses"},"content":{"rendered":"\t\t<div data-elementor-type=\"wp-page\" data-elementor-id=\"657\" class=\"elementor elementor-657\">\n\t\t\t\t\t\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-6d02c20a elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"6d02c20a\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-dae34a8\" data-id=\"dae34a8\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t\t<div class=\"elementor-element elementor-element-75832fa elementor-widget elementor-widget-elementskit-accordion\" data-id=\"75832fa\" data-element_type=\"widget\" data-widget_type=\"elementskit-accordion.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<div class=\"ekit-wid-con\" >\n\n        <div class=\"elementskit-accordion accoedion-primary\" id=\"accordion-6394d01c8d1df\">\n\n            \n                <div class=\"elementskit-card active\">\n                    <div class=\"elementskit-card-header\" id=\"primaryHeading-0-75832fa\">\n                        <a href=\"#collapse-5e80e0b6394d01c8d1df\" class=\"ekit-accordion--toggler elementskit-btn-link collapsed\" data-ekit-toggle=\"collapse\" data-target=\"#Collapse-5e80e0b6394d01c8d1df\" aria-expanded=\"true\" aria-controls=\"Collapse-5e80e0b6394d01c8d1df\">\n                            \n                            <span class=\"ekit-accordion-title\">\u0395\u03c1\u03b3\u03b1\u03c3\u03af\u03b1 1: \u03a4\u03c5\u03c7\u03b1\u03af\u03b1 \u03b3\u03c1\u03b1\u03c6\u03ae\u03bc\u03b1\u03c4\u03b1 \u03c4\u03bf\u03bc\u03ae\u03c2 \u03b5\u03c4\u03b9\u03ba\u03b5\u03c4\u03ce\u03bd \u03c3\u03c5\u03bc\u03c0\u03bb\u03b7\u03c1\u03c9\u03bc\u03b1\u03c4\u03b9\u03ba\u03ac \u03b3\u03c1\u03b1\u03c6\u03ae\u03bc\u03b1\u03c4\u03b1<\/span>\n\n                            \n                                <div class=\"ekit_accordion_icon_group\">\n                                    <div class=\"ekit_accordion_normal_icon\">\n                                        <!-- Normal Icon -->\n                                        <i aria-hidden=\"true\" class=\"icon-open icon-right icon icon-down-arrow1\"><\/i>                                    <\/div>\n\n                                    <div class=\"ekit_accordion_active_icon\">\n                                        <!-- Active Icon -->\n                                        <i aria-hidden=\"true\" class=\"icon-closed icon-right icon icon-up-arrow\"><\/i>                                    <\/div>\n\n                                <\/div>\n\n                            \n                                                    <\/a>\n                    <\/div>\n\n                    <div id=\"Collapse-5e80e0b6394d01c8d1df\" class=\" show collapse\" aria-labelledby=\"primaryHeading-0-75832fa\" data-parent=\"#accordion-6394d01c8d1df\">\n\n                        <div class=\"elementskit-card-body ekit-accordion--content\">\n                            <p><strong>\u0395\u03c0\u03b9\u03b2\u03bb\u03ad\u03c0\u03c9\u03bd: \u03a3. \u039d\u03b9\u03ba\u03bf\u03bb\u03b5\u03c4\u03c3\u03ad\u03b1\u03c2 \u2013 \u03a7. \u03a1\u03b1\u03c0\u03c4\u03cc\u03c0\u03bf\u03c5\u03bb\u03bf\u03c2 <\/strong><\/p><p>\u03a3\u03b5 \u03ad\u03bd\u03b1 \u03c4\u03c5\u03c7\u03b1\u03af\u03bf \u03b3\u03c1\u03ac\u03c6\u03b7\u03bc\u03b1 \u03c4\u03bf\u03bc\u03ae\u03c2 \u03b5\u03c4\u03b9\u03ba\u03b5\u03c4\u03ce\u03bd, \u03ba\u03ac\u03b8\u03b5 \u03ba\u03bf\u03c1\u03c5\u03c6\u03ae \u03b5\u03c0\u03b9\u03bb\u03ad\u03b3\u03b5\u03b9 \u03b1\u03bd\u03b5\u03be\u03ac\u03c1\u03c4\u03b7\u03c4\u03b1 \u03ad\u03bd\u03b1 \u03c4\u03c5\u03c7\u03b1\u03af\u03bf \u03c5\u03c0\u03bf\u03c3\u03cd\u03bd\u03bf\u03bb\u03bf \u03b5\u03bd\u03cc\u03c2 \u03c3\u03c5\u03bd\u03cc\u03bb\u03bf\u03c5 \u03c7\u03b1\u03c1\u03b1\u03ba\u03c4\u03b7\u03c1\u03b9\u03c3\u03c4\u03b9\u03ba\u03ce\u03bd \u03ba\u03b1\u03b9 \u03c3\u03c4\u03b7 \u03c3\u03c5\u03bd\u03ad\u03c7\u03b5\u03b9\u03b1 \u03b4\u03c5\u03bf \u03ba\u03bf\u03c1\u03c5\u03c6\u03ad\u03c2 \u03b5\u03bd\u03ce\u03bd\u03bf\u03bd\u03c4\u03b1\u03b9 \u03b1\u03bd \u03ba\u03b1\u03b9 \u03bc\u03cc\u03bd\u03bf \u03b5\u03ac\u03bd \u03ad\u03c7\u03bf\u03c5\u03bd \u03b5\u03c0\u03b9\u03bb\u03ad\u03be\u03b5\u03b9 \u03c4\u03bf\u03c5\u03bb\u03ac\u03c7\u03b9\u03c3\u03c4\u03bf\u03bd \u03ad\u03bd\u03b1 \u03ba\u03bf\u03b9\u03bd\u03cc \u03c7\u03b1\u03c1\u03b1\u03ba\u03c4\u03b7\u03c1\u03b9\u03c3\u03c4\u03b9\u03ba\u03cc. \u03a4\u03b1 \u03bc\u03bf\u03bd\u03c4\u03ad\u03bb\u03bf \u03b1\u03c5\u03c4\u03cc, \u03ba\u03b1\u03b8\u03ce\u03c2 \u03ba\u03b1\u03b9 \u03b4\u03b9\u03ac\u03c6\u03bf\u03c1\u03b5\u03c2 \u03b3\u03b5\u03bd\u03b9\u03ba\u03b5\u03cd\u03c3\u03b5\u03b9\u03c2 \u03c4\u03bf\u03c5, \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03b5\u03af\u03c4\u03b1\u03b9 \u03b3\u03b9\u03b1 \u03c4\u03b7 \u03bc\u03bf\u03bd\u03c4\u03b5\u03bb\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03c3\u03c5\u03c3\u03c7\u03b5\u03c4\u03af\u03c3\u03b5\u03c9\u03bd \u03bc\u03b5\u03c4\u03b1\u03be\u03cd \u03b1\u03c4\u03cc\u03bc\u03c9\u03bd \u03c3\u03b5 \u03ba\u03bf\u03b9\u03bd\u03c9\u03bd\u03b9\u03ba\u03ac \u03b4\u03af\u03ba\u03c4\u03c5\u03b1, \u03b3\u03b9\u03b1 \u03c4\u03b7\u03bd \u03c0\u03b5\u03c1\u03b9\u03b3\u03c1\u03b1\u03c6\u03ae \u03c4\u03bf\u03c5 \u03b4\u03b9\u03ba\u03c4\u03cd\u03bf\u03c5 \u03c3\u03c5\u03b3\u03ba\u03c1\u03bf\u03cd\u03c3\u03b5\u03c9\u03bd \u03c3\u03b5 \u03ba\u03b1\u03c4\u03b1\u03bd\u03b5\u03bc\u03b7\u03bc\u03ad\u03bd\u03b1 \u03c3\u03c5\u03c3\u03c4\u03ae\u03bc\u03b1\u03c4\u03b1 \u03b4\u03b9\u03b1\u03bc\u03bf\u03af\u03c1\u03b1\u03c3\u03b7\u03c2 \u03ba\u03bf\u03b9\u03bd\u03ce\u03bd \u03c0\u03cc\u03c1\u03c9\u03bd, \u03b3\u03b9\u03b1 \u03c4\u03b7\u03bd \u03bc\u03b5\u03bb\u03ad\u03c4\u03b7 \u03c4\u03b7\u03c2 \u03b1\u03c3\u03c6\u03b1\u03bb\u03bf\u03cd\u03c2 \u03b5\u03c0\u03b9\u03ba\u03bf\u03b9\u03bd\u03c9\u03bd\u03af\u03b1\u03c2 \u03bc\u03b5\u03c4\u03b1\u03be\u03cd \u03ba\u03cc\u03bc\u03b2\u03c9\u03bd \u03c3\u03b5 \u03b1\u03c3\u03cd\u03c1\u03bc\u03b1\u03c4\u03b1 \u03b4\u03af\u03ba\u03c4\u03c5\u03b1 \u03ba\u03b1\u03b9 \u03ac\u03bb\u03bb\u03b1. \u03a3\u03ba\u03bf\u03c0\u03cc\u03c2 \u03c4\u03b7\u03c2 \u03b4\u03b9\u03c0\u03bb\u03c9\u03bc\u03b1\u03c4\u03b9\u03ba\u03ae\u03c2 \u03b1\u03c5\u03c4\u03ae\u03c2 \u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b7 \u03bc\u03b5\u03bb\u03ad\u03c4\u03b7 \u03b4\u03bf\u03bc\u03b9\u03ba\u03ce\u03bd \u03ba\u03b1\u03b9 \u03b1\u03bb\u03b3\u03bf\u03c1\u03b9\u03b8\u03bc\u03b9\u03ba\u03ce\u03bd \u03b9\u03b4\u03b9\u03bf\u03c4\u03ae\u03c4\u03c9\u03bd \u03c3\u03b5 \u03c3\u03c5\u03bc\u03c0\u03bb\u03b7\u03c1\u03c9\u03bc\u03b1\u03c4\u03b9\u03ba\u03ac \u03b3\u03c1\u03b1\u03c6\u03ae\u03bc\u03b1\u03c4\u03b1 \u03c4\u03c5\u03c7\u03b1\u03af\u03c9\u03bd \u03c3\u03c4\u03b9\u03b3\u03bc\u03b9\u03bf\u03c4\u03cd\u03c0\u03c9\u03bd \u03c4\u03bf\u03c5 \u03bc\u03bf\u03bd\u03c4\u03ad\u03bb\u03bf\u03c5 \u03b1\u03c5\u03c4\u03bf\u03cd \u03b3\u03b9\u03b1 \u03c4\u03b7\u03bd \u03b1\u03bd\u03ac\u03b4\u03b5\u03b9\u03be\u03b7 \u03c6\u03b1\u03b9\u03bd\u03bf\u03bc\u03ad\u03bd\u03c9\u03bd \u03ba\u03b1\u03c4\u03c9\u03c6\u03bb\u03b9\u03b1\u03ba\u03ae\u03c2 \u03c3\u03c5\u03bc\u03c0\u03b5\u03c1\u03b9\u03c6\u03bf\u03c1\u03ac\u03c2.<\/p>                        <\/div>\n\n                    <\/div>\n\n                <\/div><!-- .elementskit-card END -->\n\n                \n                <div class=\"elementskit-card \">\n                    <div class=\"elementskit-card-header\" id=\"primaryHeading-1-75832fa\">\n                        <a href=\"#collapse-259e5216394d01c8d1df\" class=\"ekit-accordion--toggler elementskit-btn-link collapsed\" data-ekit-toggle=\"collapse\" data-target=\"#Collapse-259e5216394d01c8d1df\" aria-expanded=\"false\" aria-controls=\"Collapse-259e5216394d01c8d1df\">\n                            \n                            <span class=\"ekit-accordion-title\">\u0395\u03c1\u03b3\u03b1\u03c3\u03af\u03b1 2: \u0395\u03be\u03b5\u03bb\u03b9\u03ba\u03c4\u03b9\u03ba\u03ac \u03b4\u03c5\u03bd\u03b1\u03bc\u03b9\u03ba\u03ac \u03c3\u03b5 \u03b4\u03af\u03ba\u03c4\u03c5\u03b1: \u03a5\u03bb\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03b1\u03bb\u03b3\u03bf\u03c1\u03af\u03b8\u03bc\u03c9\u03bd \u03b3\u03b9\u03b1 \u03c4\u03bf\u03bd \u03c5\u03c0\u03bf\u03bb\u03bf\u03b3\u03b9\u03c3\u03bc\u03cc \u03c0\u03b9\u03b8\u03b1\u03bd\u03bf\u03c4\u03ae\u03c4\u03c9\u03bd \u03b5\u03be\u03ac\u03c0\u03bb\u03c9\u03c3\u03b7\u03c2 \u03c3\u03c4\u03b7 \u03b4\u03b9\u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1 Moran<\/span>\n\n                            \n                                <div class=\"ekit_accordion_icon_group\">\n                                    <div class=\"ekit_accordion_normal_icon\">\n                                        <!-- Normal Icon -->\n                                        <i aria-hidden=\"true\" class=\"icon-open icon-right icon icon-down-arrow1\"><\/i>                                    <\/div>\n\n                                    <div class=\"ekit_accordion_active_icon\">\n                                        <!-- Active Icon -->\n                                        <i aria-hidden=\"true\" class=\"icon-closed icon-right icon icon-up-arrow\"><\/i>                                    <\/div>\n\n                                <\/div>\n\n                            \n                                                    <\/a>\n                    <\/div>\n\n                    <div id=\"Collapse-259e5216394d01c8d1df\" class=\" collapse\" aria-labelledby=\"primaryHeading-1-75832fa\" data-parent=\"#accordion-6394d01c8d1df\">\n\n                        <div class=\"elementskit-card-body ekit-accordion--content\">\n                            <p><strong>\u0395\u03c0\u03b9\u03b2\u03bb\u03ad\u03c0\u03c9\u03bd: \u03a3. \u039d\u03b9\u03ba\u03bf\u03bb\u03b5\u03c4\u03c3\u03ad\u03b1\u03c2 \u2013 \u03a7. \u03a1\u03b1\u03c0\u03c4\u03cc\u03c0\u03bf\u03c5\u03bb\u03bf\u03c2 <\/strong><\/p>\n<p>\u0397 \u03b4\u03b9\u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1 Moran \u03b5\u03af\u03bd\u03b1\u03b9 \u03ad\u03bd\u03b1 \u03c3\u03cd\u03bd\u03bf\u03bb\u03bf \u03c0\u03b9\u03b8\u03b1\u03bd\u03bf\u03c4\u03b9\u03ba\u03ce\u03bd \u03ba\u03b1\u03bd\u03cc\u03bd\u03c9\u03bd (\u03bc\u03b9\u03b1 \u03c3\u03c4\u03bf\u03c7\u03b1\u03c3\u03c4\u03b9\u03ba\u03ae \u03b4\u03b9\u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1) \u03c0\u03bf\u03c5 \u03c0\u03b5\u03c1\u03b9\u03b3\u03c1\u03ac\u03c6\u03b5\u03b9 \u03c4\u03b7\u03bd \u03b5\u03be\u03ac\u03c0\u03bb\u03c9\u03c3\u03b7 \u03bc\u03b9\u03b1\u03c2 \u03bc\u03b5\u03c4\u03ac\u03bb\u03bb\u03b1\u03be\u03b7\u03c2 \u03c3\u03b5 \u03ad\u03bd\u03b1 \u03b4\u03bf\u03bc\u03b7\u03bc\u03ad\u03bd\u03bf \u03c0\u03bb\u03b7\u03b8\u03c5\u03c3\u03bc\u03cc (\u03b4\u03af\u03ba\u03c4\u03c5\u03bf). \u039c\u03b9\u03b1 \u03b2\u03b1\u03c3\u03b9\u03ba\u03ae \u03c0\u03b1\u03c1\u03ac\u03bc\u03b5\u03c4\u03c1\u03bf\u03c2 \u03c3\u03b5 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf \u03bc\u03bf\u03bd\u03c4\u03ad\u03bb\u03bf \u03b5\u03af\u03bd\u03b1\u03b9 \u03b7 \u03c0\u03b9\u03b8\u03b1\u03bd\u03cc\u03c4\u03b7\u03c4\u03b1 \u03b5\u03be\u03ac\u03c0\u03bb\u03c9\u03c3\u03b7\u03c2, \u03b7 \u03bf\u03c0\u03bf\u03af\u03b1 \u03b1\u03bd\u03c4\u03b9\u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af \u03c3\u03c4\u03b7\u03bd \u03c0\u03b9\u03b8\u03b1\u03bd\u03cc\u03c4\u03b7\u03c4\u03b1 \u03b1\u03c0\u03bf\u03c1\u03c1\u03cc\u03c6\u03b7\u03c3\u03b7\u03c2 \u03bc\u03b9\u03b1\u03c2 \u03c3\u03c5\u03b3\u03ba\u03b5\u03ba\u03c1\u03b9\u03bc\u03ad\u03bd\u03b7\u03c2 \u03b4\u03b9\u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1\u03c2 Markov. \u03a3\u03c4\u03cc\u03c7\u03bf\u03c2 \u03c4\u03b7\u03c2 \u03c0\u03b1\u03c1\u03bf\u03cd\u03c3\u03b1\u03c2 \u03b4\u03b9\u03c0\u03bb\u03c9\u03bc\u03b1\u03c4\u03b9\u03ba\u03ae\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b7 \u03c0\u03b5\u03b9\u03c1\u03b1\u03bc\u03b1\u03c4\u03b9\u03ba\u03ae \u03bc\u03b5\u03bb\u03ad\u03c4\u03b7 \u03b1\u03bb\u03b3\u03bf\u03c1\u03af\u03b8\u03bc\u03c9\u03bd \u03c0\u03c1\u03bf\u03c3\u03ad\u03b3\u03b3\u03b9\u03c3\u03b7\u03c2 \u03c4\u03b7\u03c2 \u03c0\u03b9\u03b8\u03b1\u03bd\u03cc\u03c4\u03b7\u03c4\u03b1\u03c2 \u03b5\u03be\u03ac\u03c0\u03bb\u03c9\u03c3\u03b7\u03c2 \u03c3\u03c4\u03b7 \u03b4\u03b9\u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1 Moran, \u03b3\u03b9\u03b1 \u03c4\u03b7\u03bd \u03b5\u03be\u03b1\u03b3\u03c9\u03b3\u03ae \u03c3\u03c5\u03bc\u03c0\u03b5\u03c1\u03b1\u03c3\u03bc\u03ac\u03c4\u03c9\u03bd \u03c9\u03c2 \u03c0\u03c1\u03bf\u03c2 \u03c4\u03b7 \u03c3\u03c7\u03ad\u03c3\u03b7 \u03c4\u03b7\u03c2 \u03b4\u03bf\u03bc\u03ae\u03c2 \u03c4\u03bf\u03c5 \u03b1\u03bd\u03c4\u03af\u03c3\u03c4\u03bf\u03b9\u03c7\u03bf\u03c5 \u03c0\u03bb\u03b7\u03b8\u03c5\u03c3\u03bc\u03bf\u03cd.<\/p>                        <\/div>\n\n                    <\/div>\n\n                <\/div><!-- .elementskit-card END -->\n\n                \n                <div class=\"elementskit-card \">\n                    <div class=\"elementskit-card-header\" id=\"primaryHeading-2-75832fa\">\n                        <a href=\"#collapse-acf157a6394d01c8d1df\" class=\"ekit-accordion--toggler elementskit-btn-link collapsed\" data-ekit-toggle=\"collapse\" data-target=\"#Collapse-acf157a6394d01c8d1df\" aria-expanded=\"false\" aria-controls=\"Collapse-acf157a6394d01c8d1df\">\n                            \n                            <span class=\"ekit-accordion-title\">\u0395\u03c1\u03b3\u03b1\u03c3\u03af\u03b1 3: \u0391\u03bd\u03ac\u03c0\u03c4\u03c5\u03be\u03b7 \u03b5\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03bf\u03c5 \u03b3\u03b9\u03b1 \u03c4\u03b7\u03bd \u0391\u03c0\u03bf\u03bc\u03cc\u03bd\u03c9\u03c3\u03b7 \u03ba\u03b1\u03b9 \u0395\u03be\u03b1\u03b3\u03c9\u03b3\u03ae \u0397\u03c7\u03b7\u03c4\u03b9\u03ba\u03bf\u03cd \u03c0\u03b5\u03c1\u03b9\u03b5\u03c7\u03bf\u03bc\u03ad\u03bd\u03bf\u03c5 \u03b5\u03bd\u03b4\u03b9\u03b1\u03c6\u03ad\u03c1\u03bf\u03bd\u03c4\u03bf\u03c2 \u03b1\u03c0\u03cc \u03ad\u03bd\u03b1 \u03c3\u03cd\u03bd\u03bf\u03bb\u03bf \u03b7\u03c7\u03b7\u03c4\u03b9\u03ba\u03ce\u03bd \u03c3\u03b7\u03bc\u03ac\u03c4\u03c9\u03bd \u03ba\u03b1\u03b9 \u03b1\u03bd\u03b1\u03b3\u03bd\u03ce\u03c1\u03b9\u03c3\u03b7 \u03bc\u03bf\u03c4\u03af\u03b2\u03c9\u03bd \u03c3\u03b5 \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03b1 \u03c7\u03c1\u03bf\u03bd\u03bf\u03c3\u03b5\u03b9\u03c1\u03ce\u03bd<\/span>\n\n                            \n                                <div class=\"ekit_accordion_icon_group\">\n                                    <div class=\"ekit_accordion_normal_icon\">\n                                        <!-- Normal Icon -->\n                                        <i aria-hidden=\"true\" class=\"icon-open icon-right icon icon-down-arrow1\"><\/i>                                    <\/div>\n\n                                    <div class=\"ekit_accordion_active_icon\">\n                                        <!-- Active Icon -->\n                                        <i aria-hidden=\"true\" class=\"icon-closed icon-right icon icon-up-arrow\"><\/i>                                    <\/div>\n\n                                <\/div>\n\n                            \n                                                    <\/a>\n                    <\/div>\n\n                    <div id=\"Collapse-acf157a6394d01c8d1df\" class=\" collapse\" aria-labelledby=\"primaryHeading-2-75832fa\" data-parent=\"#accordion-6394d01c8d1df\">\n\n                        <div class=\"elementskit-card-body ekit-accordion--content\">\n                            <p><strong>\u0395\u03c0\u03b9\u03b2\u03bb\u03ad\u03c0\u03c9\u03bd: \u03a3. \u039d\u03b9\u03ba\u03bf\u03bb\u03b5\u03c4\u03c3\u03ad\u03b1\u03c2 \u2013 \u03a0. \u03a4\u03b6\u03b1\u03bc\u03b1\u03bb\u03ae\u03c2 <\/strong><\/p>\n<p>\u0397 \u03c0\u03b1\u03c1\u03bf\u03cd\u03c3\u03b1 \u0395\u03c1\u03b3\u03b1\u03c3\u03af\u03b1 \u03c3\u03c4\u03bf\u03c7\u03b5\u03cd\u03b5\u03b9 \u03c3\u03c4\u03b7\u03bd \u03b1\u03c0\u03bf\u03c4\u03b5\u03bb\u03b5\u03c3\u03bc\u03b1\u03c4\u03b9\u03ba\u03ae \u03b1\u03c0\u03bf\u03bc\u03cc\u03bd\u03c9\u03c3\u03b7 \u03b5\u03bd\u03cc\u03c2 (\u03ae<br \/>\u03ba\u03b1\u03b9 \u03c0\u03bf\u03bb\u03bb\u03ce\u03bd) \u03b7\u03c7\u03b7\u03c4\u03b9\u03ba\u03bf\u03cd \u03c3\u03c5\u03bc\u03b2\u03ac\u03bd\u03c4\u03bf\u03c2 \u03b5\u03bd\u03b4\u03b9\u03b1\u03c6\u03ad\u03c1\u03bf\u03bd\u03c4\u03bf\u03c2 \u03b1\u03c0\u03cc \u03bc\u03af\u03b1 \u03bc\u03af\u03be\u03b7 \u03c3\u03b7\u03bc\u03ac\u03c4\u03c9\u03bd \u03bc\u03b5<br \/>\u03c4\u03b5\u03c7\u03bd\u03b9\u03ba\u03ad\u03c2 \u0392\u03b1\u03b8\u03b9\u03ac\u03c2 \u039c\u03ac\u03b8\u03b7\u03c3\u03b7\u03c2 \u03ae\/\u03ba\u03b1\u03b9 \u03a0\u03c1\u03bf\u03b7\u03b3\u03bc\u03ad\u03bd\u03b7\u03c2 \u0395\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1\u03c2 \u03a3\u03b7\u03bc\u03ac\u03c4\u03c9\u03bd.<br \/>\u0395\u03c0\u03af\u03c3\u03b7\u03c2, \u03b8\u03b1 \u03bc\u03b5\u03bb\u03b5\u03c4\u03b7\u03b8\u03bf\u03cd\u03bd \u03ba\u03b1\u03b9 \u03b8\u03b1 \u03c5\u03bb\u03bf\u03c0\u03bf\u03b9\u03b7\u03b8\u03bf\u03cd\u03bd \u03c4\u03b5\u03c7\u03bd\u03b9\u03ba\u03ad\u03c2 \u03c5\u03c0\u03bf\u03bb\u03bf\u03b3\u03b9\u03c3\u03c4\u03b9\u03ba\u03ae\u03c2<br \/>\u03cc\u03c1\u03b1\u03c3\u03b7\u03c2 \u03c0\u03ac\u03bd\u03c9 \u03c3\u03b5 \u03c6\u03b1\u03c3\u03bc\u03b1\u03c4\u03bf\u03b3\u03c1\u03b1\u03c6\u03ae\u03bc\u03b1\u03c4\u03b1 \u03c4\u03b1 \u03bf\u03c0\u03bf\u03af\u03b1 \u03c0\u03c1\u03bf\u03ba\u03cd\u03c0\u03c4\u03bf\u03c5\u03bd \u03b1\u03c0\u03cc \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03b1<br \/>\u03c7\u03c1\u03bf\u03bd\u03bf\u03c3\u03b5\u03b9\u03c1\u03ce\u03bd (\u03ae\u03c7\u03bf\u03c2, \u03b1\u03b9\u03c3\u03b8\u03b7\u03c4\u03ae\u03c1\u03b5\u03c2 \u03ba\u03af\u03bd\u03b7\u03c3\u03b7\u03c2). \u03a3\u03c4\u03cc\u03c7\u03bf\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b7 \u03b1\u03bd\u03b1\u03b3\u03bd\u03ce\u03c1\u03b9\u03c3\u03b7<br \/>\u03bc\u03bf\u03c4\u03af\u03b2\u03bf\u03c5 \u03c0\u03bf\u03c5 \u03c0\u03c1\u03bf\u03ad\u03c1\u03c7\u03b5\u03c4\u03b1\u03b9 \u03b1\u03c0\u03cc \u03c4\u03b7\u03bd \u03b1\u03c0\u03bf\u03c4\u03b5\u03bb\u03b5\u03c3\u03bc\u03b1\u03c4\u03b9\u03ba\u03ae \u03bc\u03b5\u03c4\u03b1\u03c4\u03c1\u03bf\u03c0\u03ae \u03c4\u03c9\u03bd \u03b1\u03c1\u03c7\u03b9\u03ba\u03ce\u03bd<br \/>\u03c3\u03b7\u03bc\u03ac\u03c4\u03c9\u03bd \u03c3\u03b5 \u03c6\u03b1\u03c3\u03bc\u03b1\u03c4\u03bf\u03b3\u03c1\u03b1\u03c6\u03ae\u03bc\u03b1\u03c4\u03b1 \u03ba\u03b1\u03b9 \u03c4\u03b7\u03bd \u03c3\u03c9\u03c3\u03c4\u03ae \u03b5\u03c4\u03b9\u03ba\u03b5\u03c4\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7 \u03c4\u03bf\u03c5\u03c2<br \/>(object detection). \u03a4\u03bf \u03b5\u03c1\u03b3\u03b1\u03bb\u03b5\u03af\u03bf \u03b8\u03b1 \u03c0\u03b1\u03c1\u03b1\u03b4\u03bf\u03b8\u03b5\u03af \u03c3\u03b5 containerized \u03bc\u03bf\u03c1\u03c6\u03ae.<\/p>\n<p><\/p>\n<p><\/p>                        <\/div>\n\n                    <\/div>\n\n                <\/div><!-- .elementskit-card END -->\n\n                        <\/div>\n    <\/div>\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-ec0021f elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"ec0021f\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-bda3d3a\" data-id=\"bda3d3a\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t\t<div class=\"elementor-element elementor-element-acf4cd4 elementor-widget elementor-widget-spacer\" data-id=\"acf4cd4\" data-element_type=\"widget\" data-widget_type=\"spacer.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<style>\/*! elementor - v3.7.8 - 02-10-2022 *\/\n.elementor-column .elementor-spacer-inner{height:var(--spacer-size)}.e-container{--container-widget-width:100%}.e-container>.elementor-widget-spacer{width:var(--container-widget-width,var(--spacer-size));-ms-flex-item-align:stretch;align-self:stretch;-ms-flex-negative:0;flex-shrink:0}.e-container>.elementor-widget-spacer>.elementor-widget-container,.e-container>.elementor-widget-spacer>.elementor-widget-container>.elementor-spacer{height:100%}.e-container>.elementor-widget-spacer>.elementor-widget-container>.elementor-spacer>.elementor-spacer-inner{height:var(--container-widget-height,var(--spacer-size))}<\/style>\t\t<div class=\"elementor-spacer\">\n\t\t\t<div class=\"elementor-spacer-inner\"><\/div>\n\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t\t\t\t<\/div>\n\t\t","protected":false},"excerpt":{"rendered":"<p>\u0395\u03c1\u03b3\u03b1\u03c3\u03af\u03b1 1: \u03a4\u03c5\u03c7\u03b1\u03af\u03b1 \u03b3\u03c1\u03b1\u03c6\u03ae\u03bc\u03b1\u03c4\u03b1 \u03c4\u03bf\u03bc\u03ae\u03c2 \u03b5\u03c4\u03b9\u03ba\u03b5\u03c4\u03ce\u03bd \u03c3\u03c5\u03bc\u03c0\u03bb\u03b7\u03c1\u03c9\u03bc\u03b1\u03c4\u03b9\u03ba\u03ac \u03b3\u03c1\u03b1\u03c6\u03ae\u03bc\u03b1\u03c4\u03b1 \u0395\u03c0\u03b9\u03b2\u03bb\u03ad\u03c0\u03c9\u03bd: \u03a3. \u039d\u03b9\u03ba\u03bf\u03bb\u03b5\u03c4\u03c3\u03ad\u03b1\u03c2 \u2013 \u03a7. \u03a1\u03b1\u03c0\u03c4\u03cc\u03c0\u03bf\u03c5\u03bb\u03bf\u03c2 \u03a3\u03b5 \u03ad\u03bd\u03b1 \u03c4\u03c5\u03c7\u03b1\u03af\u03bf \u03b3\u03c1\u03ac\u03c6\u03b7\u03bc\u03b1 \u03c4\u03bf\u03bc\u03ae\u03c2 \u03b5\u03c4\u03b9\u03ba\u03b5\u03c4\u03ce\u03bd, \u03ba\u03ac\u03b8\u03b5 \u03ba\u03bf\u03c1\u03c5\u03c6\u03ae \u03b5\u03c0\u03b9\u03bb\u03ad\u03b3\u03b5\u03b9 \u03b1\u03bd\u03b5\u03be\u03ac\u03c1\u03c4\u03b7\u03c4\u03b1 \u03ad\u03bd\u03b1 \u03c4\u03c5\u03c7\u03b1\u03af\u03bf \u03c5\u03c0\u03bf\u03c3\u03cd\u03bd\u03bf\u03bb\u03bf \u03b5\u03bd\u03cc\u03c2 \u03c3\u03c5\u03bd\u03cc\u03bb\u03bf\u03c5 \u03c7\u03b1\u03c1\u03b1\u03ba\u03c4\u03b7\u03c1\u03b9\u03c3\u03c4\u03b9\u03ba\u03ce\u03bd \u03ba\u03b1\u03b9 \u03c3\u03c4\u03b7 \u03c3\u03c5\u03bd\u03ad\u03c7\u03b5\u03b9\u03b1 \u03b4\u03c5\u03bf \u03ba\u03bf\u03c1\u03c5\u03c6\u03ad\u03c2 \u03b5\u03bd\u03ce\u03bd\u03bf\u03bd\u03c4\u03b1\u03b9 \u03b1\u03bd \u03ba\u03b1\u03b9 \u03bc\u03cc\u03bd\u03bf \u03b5\u03ac\u03bd \u03ad\u03c7\u03bf\u03c5\u03bd \u03b5\u03c0\u03b9\u03bb\u03ad\u03be\u03b5\u03b9 \u03c4\u03bf\u03c5\u03bb\u03ac\u03c7\u03b9\u03c3\u03c4\u03bf\u03bd \u03ad\u03bd\u03b1 \u03ba\u03bf\u03b9\u03bd\u03cc \u03c7\u03b1\u03c1\u03b1\u03ba\u03c4\u03b7\u03c1\u03b9\u03c3\u03c4\u03b9\u03ba\u03cc. \u03a4\u03b1 \u03bc\u03bf\u03bd\u03c4\u03ad\u03bb\u03bf \u03b1\u03c5\u03c4\u03cc, \u03ba\u03b1\u03b8\u03ce\u03c2 [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"_links":{"self":[{"href":"http:\/\/localhost\/iotlab\/wp-json\/wp\/v2\/pages\/657"}],"collection":[{"href":"http:\/\/localhost\/iotlab\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"http:\/\/localhost\/iotlab\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"http:\/\/localhost\/iotlab\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"http:\/\/localhost\/iotlab\/wp-json\/wp\/v2\/comments?post=657"}],"version-history":[{"count":34,"href":"http:\/\/localhost\/iotlab\/wp-json\/wp\/v2\/pages\/657\/revisions"}],"predecessor-version":[{"id":990,"href":"http:\/\/localhost\/iotlab\/wp-json\/wp\/v2\/pages\/657\/revisions\/990"}],"wp:attachment":[{"href":"http:\/\/localhost\/iotlab\/wp-json\/wp\/v2\/media?parent=657"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}